{
  "General Dialog Text Layout": " ",
      "yes-text": "Ja",
      "no-text": "Nein",
      "ok-text": "OK",
      "cancel-text": "Abbrechen",
      "create-text": "Neu",
      "warning-text": "Warnung",
  "in-progress-loading-text": "Bitte warten...",
      "app-restart-text": "Neustart",
      "app-restart-confirmation-text": "M&ouml;chten Sie die App neustarten?",
      "app-no-internet-title-text": "Hinweis",
      "app-no-internet-details-text": "Es konnte keine Verbindung zum Server hergestellt werden. Bitte pr&uuml;fen Sie Ihre Internetverbindung.",

  "Language, Terms & Conditions Page Text Layout": " ",
      "terms-conditions-layout-title-text": "Hallo!",
      "chose-your-language-text": "Bitte w&auml;hlen Sie Ihre Sprache",
      "i-agree-text": "Hiermit stimme ich den Nutzungsbedingungen zu.",
      "terms-and-conditions-text": "Anzeige der Nutzungsbedingungen",
      "continue-button-text": "Weiter",
      "information-message-in-language-text": "Bitte w&auml;hlen Sie Ihre Sprache und stimmen Sie den Nutzungsbedingungen zu.",
      "error-message-agree-terms-and-condition-text": "Bitte akzeptieren Sie die Nutzungsbedingungen.",

  "Terms & Conditions Modal Page Text Layout": " ",
      "all-terms-text": "NUTZUNGSBEDINGUNGEN: <br/> <br/> 1. Anwendungsbereich <br/> <br/> 1.1. Eine Nutzung der von der get it live GmbH (folgend get it live) angebotenen Applikation ist ausschlie&szlig;lich aufgrund dieser Bedingungen zul&auml;ssig. Diese Allgemeinen Nutzungsbedingungen k&ouml;nnen im Einzelfall durch weitere Bedingungen erg&auml;nzt, modifiziert oder ersetzt werden. Durch Aufnahme der Nutzung wird die Geltung dieser Nutzungsbedingungen in ihrer jeweiligen Fassung akzeptiert. <br/> <br/> 1.2. Sofern der Nutzer bei Nutzung der Applikation als oder f&uuml;r ein Unternehmen, d.h. in Aus&uuml;bung einer gewerblichen oder selbst&auml;ndigen beruflichen T&auml;tigkeit, oder f&uuml;r eine &ouml;ffentliche K&ouml;rperschaft handelt, findet &sect; 312e Abs. 1 S. 1 Nr. 1 - 3 des B&uuml;rgerlichen Gesetzbuches keine Anwendung. <br/> <br/> 1.3. Richtet sich die Applikation an Unternehmen oder &ouml;ffentliche K&ouml;rperschaften, wird das jeweilige Unternehmen oder die K&ouml;rperschaft durch den Nutzer vertreten und muss sich dessen Handeln und Wissen zurechnen lassen. <br/> <br/> 2. Leistungen <br/> <br/> 2.1. Die DC Manager App bietet dem Nutzer eine grafische Oberfl&auml;che zur Verwendung der Profitbricks API. Um Zugang zur App zu erhalten, muss der Nutzer Kunde der Profitbricks GmbH sein, und dort die Nutzung der Profitbricks API aktiviert haben. <br/> <br/> 2.2. get it live ist berechtigt, jederzeit den Betrieb der Applikation ganz oder teilweise einzustellen. Aufgrund der Beschaffenheit des Internets und von Computersystemen &uuml;bernimmt get it live keine Gew&auml;hr f&uuml;r die ununterbrochene Verf&uuml;gbarkeit der Applikation, sowie der darin angebotenen Dienste. <br/> <br/> 3. Registrierung, Passwort <br/> <br/> 3.1. Die Nutzung der Applikation erfordert keine Registrierung und kein Passwort. Es werden lediglich die Zugangsdaten der ProfitBricks GmbH ben&ouml;tigt. <br/> <br/> 4. Nutzungsrechte an Informationen, Software und Dokumentation <br/> <br/> 4.1. Die Nutzung der auf der Applikation zur Verf&uuml;gung gestellten Informationen, Software und Dokumentation unterliegt diesen Bedingungen oder, bei Aktualisierungen von Informationen, Software oder Dokumentation den fr&uuml;her bereits mit get it live vereinbarten und einschl&auml;gigen Lizenzbedingungen. Gesondert vereinbarte Lizenzbedingungen, z.B. beim Download von Software, gehen diesen Bedingungen vor. <br/> <br/> 4.2. get it live r&auml;umt dem Nutzer ein nicht ausschlie&szlig;liches und nicht &uuml;bertragbares Recht ein, die in der Applikation &uuml;berlassenen Informationen, Software und Dokumentation in dem Umfang zu nutzen, wie dies vereinbart oder, falls nichts vereinbart ist, wie es dem mit der Bereitstellung und &Uuml;berlassung durch get it live verfolgten Zweck entspricht. <br/> <br/> 4.3. Weder Informationen, Software noch Dokumentationen d&uuml;rfen vom Nutzer zu irgendeiner Zeit an Dritte vertrieben, vermietet oder in sonstiger Weise &uuml;berlassen werden. <br/> <br/> 4.4. Die Informationen, die Software und die Dokumentation sind sowohl durch Urheberrechtsgesetze als auch internationale Urheberrechtsvertr&auml;ge sowie durch andere Gesetze und Vereinbarungen &uuml;ber geistiges Eigentum gesch&uuml;tzt. Der Nutzer wird diese Rechte beachten, insbesondere alphanumerische Kennungen, Marken und Urheberrechtsvermerke weder von den Informationen noch von der Software noch von der Dokumentation noch von Kopien davon entfernen. <br/> <br/> 4.5. Die &sect;&sect; 69a ff. Urheberrechtsgesetz bleiben im &Uuml;brigen unber&uuml;hrt. <br/> <br/> 5. Geistiges Eigentum <br/> <br/> 5.1. Ungeachtet der besonderen Bestimmungen in Ziffer 4 dieser Nutzungsbedingungen d&uuml;rfen Informationen, Markennamen und sonstige Inhalte von der Applikation ohne vorherige schriftliche Genehmigung von get it live weder ver&auml;ndert, kopiert, vervielf&auml;ltigt, verkauft, vermietet, genutzt, erg&auml;nzt oder sonst wie verwertet werden. <br/> <br/> 5.2. Au&szlig;erhalb der hierin ausdr&uuml;cklich einger&auml;umten Nutzungsrechte oder sonstiger Rechte, werden dem Nutzer keine weiteren Rechte gleich welcher Art, insbesondere an dem Firmennamen und an gewerblichen Schutzrechten, wie Patenten, Gebrauchsmustern oder Marken einger&auml;umt, noch trifft get it live eine entsprechende Pflicht, derartige Rechte einzur&auml;umen. <br/> <br/> 6. Pflichten des Nutzers <br/> <br/> 6.1. Der Nutzer darf bei Nutzung der Applikation nicht mit seinem Nutzungsverhalten gegen die guten Sitten versto&szlig;en; <br/> <br/> gewerbliche Schutz-, Urheber-, Pers&ouml;nlichkeits-, Eigentumsrechte oder sonstige Rechte Dritter verletzen; <br/> <br/> Inhalte mit Viren, sog. Trojanischen Pferden oder sonstige Programmierungen, die Software besch&auml;digen k&ouml;nnen, &uuml;bermitteln; <br/> <br/> Hyperlinks oder Inhalte eingeben, speichern oder senden, zu denen er nicht befugt ist, insbesondere wenn diese Hyperlinks oder Inhalte gegen Geheimhaltungsverpflichtungen versto&szlig;en oder rechtswidrig sind; oder <br/> <br/> Werbung oder unaufgeforderte E-Mails (sogenannten 'Spam') oder unzutreffende Warnungen vor Viren, Fehlfunktionen und dergleichen verbreiten oder zur Teilnahme an Gewinnspielen, Schneeballsystemen, Kettenbrief-, Pyramidenspiel- und vergleichbaren Aktionen auffordern. <br/> <br/> 6.2. get it live darf den Zugang zu der Applikation jederzeit sperren, insbesondere wenn der Nutzer gegen seine Pflichten aus diesen Bedingungen verst&ouml;&szlig;t. <br/> <br/> 7. Hyperlinks <br/> <br/> Die Applikation kann Hyperlinks auf Webseiten Dritter enthalten. get it live &uuml;bernimmt f&uuml;r die Inhalte dieser Webseiten weder eine Verantwortung noch macht get it live sich diese Webseiten und ihre Inhalte zueigen, da get it live die verlinkten Informationen nicht kontrolliert und f&uuml;r die dort bereit gehaltenen Inhalte und Informationen auch nicht verantwortlich ist. Deren Nutzung erfolgt auf eigenes Risiko des Nutzers. <br/> <br/> 8. Haftung f&uuml;r Rechts- und Sachm&auml;ngel <br/> <br/> 8.1. Sofern Informationen, Software oder Dokumentation unentgeltlich &uuml;berlassen werden, ist eine Haftung f&uuml;r Sach- und Rechtsm&auml;ngel der Informationen, Software und Dokumentation, insbesondere f&uuml;r deren Richtigkeit, Fehlerfreiheit, Freiheit von Schutz- und Urheberrechten Dritter, Vollst&auml;ndigkeit und/oder Verwendbarkeit au&szlig;er bei Vorsatz oder Arglist ausgeschlossen. <br/> <br/> 8.2. Die Informationen in der Applikation k&ouml;nnen Spezifikationen oder allgemeine Beschreibungen technischer M&ouml;glichkeiten von Produkten enthalten, welche im Einzelfall (z.B. aufgrund von Produkt&auml;nderungen) nicht immer vorliegen m&uuml;ssen. Die gew&uuml;nschten Leistungsmerkmale der Produkte sind daher im Einzelfall beim Kauf zu vereinbaren. <br/> <br/> 9. Sonstige Haftung, Viren <br/> <br/> 9.1. Die Haftung von get it live f&uuml;r Sach- und Rechtsm&auml;ngel richtet sich nach den Bestimmungen in Ziffer 8 dieser Benutzungsbedingungen. Im &Uuml;brigen ist jegliche Haftung von get it live insb. f&uuml;r aber nicht limitiert auf Folgesch&auml;den ausgeschlossen, soweit nicht z.B. nach dem Produkthaftungsgesetz, wegen Vorsatzes, grober Fahrl&auml;ssigkeit, wegen Verletzung des Lebens, des K&ouml;rpers oder Gesundheit, wegen der &Uuml;bernahme einer Beschaffenheitsgarantie, wegen arglistigen Verschweigens eines Mangels oder wegen der Verletzung wesentlicher Vertragspflichten zwingend gehaftet wird. Der Schadensersatz wegen Verletzung wesentlicher Vertragspflichten ist jedoch auf den vertragstypischen, vorhersehbaren Schaden begrenzt, soweit nicht Vorsatz oder grobe Fahrl&auml;ssigkeit vorliegt. <br/> <br/> 9.2. Obgleich sich get it live stets bem&uuml;ht, die Applikation virenfrei zu halten, garantiert get it live keine Virenfreiheit. Vor dem Herunterladen von Informationen, Software und Dokumentation wird der Nutzer zum eigenen Schutz sowie zur Verhinderung von Viren auf der Applikation f&uuml;r angemessene Sicherheitsvorrichtungen und Virenscanner sorgen. <br/> <br/> 9.3. Eine &Auml;nderung der Beweislast zum Nachteil des Nutzers ist mit den vorstehenden Regelungen in den Ziffern 9.1 und 9.2 nicht verbunden. <br/> <br/> 10. Einhaltung von Exportkontrollbestimmungen <br/> <br/> 10.1. Der Nutzer hat bei Weitergabe der von get it live bereitgestellten Informationen, Software und Dokumentation an Dritte die jeweils anwendbaren Vorschriften des nationalen und internationalen (Re-) Exportkontrollrechts einzuhalten. In jedem Fall hat er bei einer solchen Weitergabe die (Re-) Exportkontrollvorschriften der Bundesrepublik Deutschland, der Europ&auml;ischen Union und der Vereinigten Staaten von Amerika zu beachten. <br/> <br/> 10.2. Der Nutzer wird vor einer solchen Weitergabe insbesondere pr&uuml;fen und durch geeignete Ma&szlig;nahmen sicherstellen, dass <br/> <br/> er nicht durch eine solche Weitergabe an Dritte oder durch das Bereitstellen sonstiger wirtschaftlicher Ressourcen im Zusammenhang mit von get it live bereitgestellten Informationen, Software und Dokumentation gegen ein Embargo der Europ&auml;ischen Union, der Vereinigten Staaten von Amerika und/ oder der Vereinten Nationen - auch unter Ber&uuml;cksichtigung etwaiger Beschr&auml;nkungen f&uuml;r Inlandsgesch&auml;fte und etwaiger Umgehungsverbote - verst&ouml;&szlig;t; <br/> <br/> solche von get it live bereitgestellte Informationen, Software und Dokumentation nicht f&uuml;r eine verbotene bzw. genehmigungspflichtige r&uuml;stungsrelevante, kern- oder waffentechnische Verwendung bestimmt sind, es sei denn, etwaig erforderliche Genehmigungen liegen vor; <br/> <br/> die Regelungen s&auml;mtlicher einschl&auml;giger Sanktionslisten der Europ&auml;ischen Union und der Vereinigten Staaten von Amerika betreffend den Gesch&auml;ftsverkehr mit dort genannten Unternehmen, Personen oder Organisationen eingehalten werden. <br/> <br/> 10.3. Sofern zur Durchf&uuml;hrung von Exportkontrollpr&uuml;fungen durch Beh&ouml;rden oder durch get it live erforderlich, wird der Nutzer get it live nach entsprechender Aufforderung unverz&uuml;glich alle Informationen &uuml;ber den Endempf&auml;nger, den Endverbleib und den Verwendungszweck der von get it live bereitgestellten Informationen, Software und Dokumentation sowie diesbez&uuml;glich geltende Exportkontrollbeschr&auml;nkungen zur Verf&uuml;gung stellen. <br/> <br/> 10.4. Der Nutzer stellt get it live von allen Anspr&uuml;chen, die von Beh&ouml;rden oder sonstigen Dritten gegen&uuml;ber get it live wegen der Nichtbeachtung vorstehender exportkontrollrechtlicher Verpflichtungen durch den Nutzer geltend gemacht werden, in vollem Umfang frei und verpflichtet sich zum Ersatz aller get it live in diesem Zusammenhang entstehenden Sch&auml;den und Aufwendungen, es sei denn, der Nutzer hat die Pflichtverletzung nicht zu vertreten. Eine Umkehr der Beweislast ist hiermit nicht verbunden. <br/> <br/> 10.5. Die Vertragserf&uuml;llung seitens get it live steht unter dem Vorbehalt, dass der Erf&uuml;llung keine Hindernisse aufgrund von nationalen oder internationalen Vorschriften des Au&szlig;enwirtschaftsrechts sowie keine Embargos und/oder sonstige Sanktionen entgegenstehen. <br/> <br/> 11. Datenschutz <br/> <br/> Die DC Manager App bzw. die get it live erhebt, verarbeitet und speichert keine personenbezogenen Daten (z.B. Namen, Anschriften, Telefonnummern, E-Mail-Adressen oder vollst&auml;ndige IP Adressen). Es wird auch kein Gebrauch von Tracking- und Analysetools gemacht. <br/> <br/> Insofern gew&auml;hlt, kann der Nutzer seine Zugangsdaten in der App speichern. Diese Daten werden jedoch nur in der App (lokal) gespeichert und nur f&uuml;r die Nutzung der API an das Hintergrundsystem der Profitbricks GmbH &uuml;bertragen. <br/> <br/> 12. Nebenabreden, Gerichtsstand, Anwendbares Recht <br/> <br/> 12.1. Nebenabreden bed&uuml;rfen der Schriftform. <br/> <br/> 12.2. Gerichtsstand ist, wenn der Nutzer Kaufmann im Sinne des Handelsgesetzbuches ist, Nidderau. <br/> <br/> 12.3. Die Applikation wird von der get it live GmbH betrieben und verantwortet. Die Applikation ber&uuml;cksichtigt die Anforderungen des jeweiligen Landes, in dem die verantwortliche Gesellschaft ihren Sitz hat. get it live &uuml;bernimmt keine Verantwortung daf&uuml;r, dass Informationen, Software und/oder Dokumentation von der Applikation auch an Orten au&szlig;erhalb des betreffenden Landes abgerufen oder heruntergeladen werden d&uuml;rfen. Wenn Nutzer von Orten au&szlig;erhalb des betreffenden Landes auf die Applikation zugreifen, sind sie ausschlie&szlig;lich selbst f&uuml;r die Einhaltung der nach dem jeweiligen Landesrecht einschl&auml;gigen Vorschriften verantwortlich. Der Zugang zu Informationen, Software und/oder Dokumentation auf der Applikation aus L&auml;ndern, in denen dieser Zugang rechtswidrig ist, ist nicht gestattet. In diesem Fall und falls der Nutzer in gesch&auml;ftliche Beziehungen mit get it live treten m&ouml;chte, sollte der Nutzer zu get it live-Repr&auml;sentanten in dem jeweiligen Land Kontakt aufnehmen. <br/> <br/> 12.4. Es gilt deutsches Recht unter Ausschluss des UN-Kaufrechts.",
      "agree-full-text": "Ich stimme zu",

  "Login Credentials Page Text Layout": " ",
      "login-title-text": "Anmeldung",
      "username-input-text": "Benutzername",
      "password-input-text": "Passwort",
      "save-credentials-label-text": "Zugangsdaten speichern",
      "login-button-text": "Anmelden",
      "information-message-in-login-credential-text": "Bitte geben Sie Ihre Zugangsdaten ein. Wenn Sie Ihre Zugangsdaten speichern, k&ouml;nnen Sie einen App-Code eingeben, der beim n&auml;chsten Starten der App ben&ouml;tigt wird.",
      "error-message-wrong-user-password-text": "Ihr Benutzername oder Passwort waren nicht korrekt.",

  "Set/Type App Code Page Text Layout": " ",
      "app-code-header": "Sicherheitscode",
	  "set-app-code-text": "Bitte geben Sie einen Sicherheitscode ein. Dieser wird bei jedem Aufruf der App zum Schutz Ihrer Daten ben&ouml;tigt.",
      "type-app-code-text": "Bitte geben Sie Ihren Sicherheitscode ein",
      "reset-app-code-text": "Bitte geben Sie den neuen Sicherheitscode ein",
      "wrong-pin-text": "Der Sicherheitscode war nicht korrekt.",
      "warning-pin-text": "Der Sicherheitscode war nicht korrekt. Bei der n&auml;chsten Falscheingabe werden zu Ihrer Sicherheit Ihre Zugangsdaten aus der App gel&ouml;scht.",

  "List of DataCenter Page Text Layout": " ",
      "datacenter-title-text": "Meine Data Center",
      "datacenters-text": "Data Center",

  "List of Server Page Text Layout": " ",
      "server-title-text": "Alle Server",
      "server-text": "Server",
      "server-not-found-text": "Kein Server nicht gefunden. Bitte pr&uuml;fen Sie Ihre Internetverbindung.",

  "Single Server Page Text Layout": " ",
      "online-text": "Gestartet",
      "offline-text": "Gestoppt",
      "start-text": "Starten",
      "start-server-question-text": "M&ouml;chten Sie diesen Server starten?",
      "stop-text": "Stoppen",
      "stop-server-question-text": "M&ouml;chten Sie diesen Server stoppen?",
      "reboot-text": "Neustarten",
      "reboot-server-question-text": "M&ouml;chten Sie diesen Server neustarten?",
      "success-message-server-reboot-text": "Der Server wurde erfolgreich neugestartet.",
      "error-message-server-reboot-text": "Es ist ein Fehler aufgetreten. Der Server konnte nicht neugestartet werden.",
      "volume-button-text": "Storage anzeigen",
      "no-server-retrieve-text": "Es ist ein Fehler aufgetreten. Die Serverliste konnte nicht abgerufen werden",

  "List of Storage Page Text Layout": " ",
      "storage-title-text": "Storage-Liste",
      "create-storage-button-text": "Neues Storage",
      "boot-device-text": "Boot",
      "device-type-text": "Typ",

  "Single Storage Page Text Layout": " ",
      "single-storage-title-text": "Storage",
      "create-snapshot-text": "Snapshot anlegen",
      "snapshot-create-text": "M&ouml;chten Sie einen Snapshot anlegen?",
      "successful-message-create-snapshot-text": "Der Snapshot wurde erfolgreich angelegt.",
      "error-message-create-snapshot-text": "Es ist ein Fehler aufgetreten. Der Snapshot konnte nicht angelegt werden.",
      "restore-snapshot-storage-text": "Snapshot restoren",
      "restore-confrim-question": "M&ouml;chten Sie diesen Snapshot wiederherstellen?",
      "successful-message-restore-snapshot-text": "Der Snapshot wurde erfolgreich wiederhergestellt.",
      "error-message-restore-snapshot-text": "Es ist ein Fehler aufgetreten. Der Snapshot konnte nicht wiederhergestellt werden.",
      "attach-storage-text": "Storage Verbinden",
      "attach-confrim-question": "M&ouml;chten Sie dieses Storage verbinden?",
      "successful-message-attach-volume-text": "Das Storage wurde erfolgreich verbunden.",
      "error-message-attach-volume-text": "Es ist ein Fehler aufgetreten. Das Storage konnte nicht verbunden werden.",
      "detach-storage-text": "Storage trennen",
      "detach-volume-text": "M&ouml;chten Sie dieses Storage trennen?",
      "successful-message-detach-volume-text": "Das Storage wurde erfolgreich getrennt.",
      "error-message-detach-volume-text": "Es ist ein Fehler aufgetreten. Das Storage konnte nicht getrennt werden.",
      "hotplugging-text": "Hotplugging",
      "volume-location-text": "Storage-Pfad",

  "Sliding Menu List of Storage Page Text Layout": " ",
      "create-only-storage-button-text": "Storage anlegen",

  "Sliding Menu List of Snapshot Page Text Layout": " ",
      "snapshot-lists-text": "Snapshot-Liste",
      "delete-snapshot-text": "Snapshot l&ouml;schen",
      "delete-snapshot-button-text": "L&ouml;schen",
      "snapshot-selection-text": "M&ouml;chten Sie diesen Snapshot l&ouml;schen?",
      "successful-message-delete-snapshot-text": "Der Snapshot wurde erfolgreich gel&ouml;scht.",
      "error-message-delete-snapshot-text": "Es ist ein Fehler aufgetreten. Der Snapshot konnte nicht gel&ouml;scht werden.",
      "restore-snapshot-button-text": "Restoren",
      "snapshot-list-not-fetch-text": "Es ist ein Fehler aufgetreten. Die Liste an Snapshots konnte nicht geladen werden. Bitte pr&uuml;fen Sie Ihre Internetverbindung.",
      "error-message-storage-list-text": "Es ist ein Fehler aufgetreten. Die Liste an Storages konnte nicht geladen werden. Bitte pr&uuml;fen Sie Ihre Internetverbindung.",
      "snapshot-list-none-text": "Es sind keine Snapshots vorhanden.",

  "Settings Page Text Layout": " ",
      "settings-title-text":"Einstellungen",
      "settings-language-text": "Sprache w&auml;hlen",
      "set-appcode-button-text": "Zugangsdaten speichern",
      "set-app-code-confirmation-text": "M&ouml;chten Sie Ihre Zugangsdaten speichern? Zu Ihrer Sicherheit m&uuml;ssen Sie anschlie&szlig;end einen pers&ouml;nlichen Sicherheitscode anlegen.",
      "change-appcode-button-text": "Sicherheitscode &auml;ndern",
      "change-app-code-confirmation-text": "M&ouml;chten Sie Ihren Sicherheitscode &auml;ndern?",
      "success-message-change-app-code-text": "Der Sicherheitscode wurde erfolgreich ge&auml;ndert.",
      "change-app-code-details": "Hier k&ouml;nnen Sie Ihre Zugangsdaten nachtr&auml;glich speichern bzw. Ihren vorhandenen Sicherheitscode &auml;ndern.",
      "clear-cache-button-text": "Cache l&ouml;schen",
      "clear-cache-confirmation-text": "M&ouml;chten Sie den Cache l&ouml;schen?",
      "clear-cache-details-text": "Der Cache beinhaltet zwischengespeicherte Inhalte, wie bspw. Servernamen.",
      "success-message-clear-chache-text": "Der Cache wurde erfolgreich gel&ouml;scht.",
      "another-account-button-text": "Abmelden",
      "another-account-confirmation-text": "M&ouml;chten Sie sich abmelden?",
      "another-account-details-text": "Beim Abmelden werden alle lokalen Einstellungen und gespeicherten Zugangsdaten, genauso wie Ihr App-Code gel&ouml;scht.",

	  "reset-app-button-text": "Zur&uuml;cksetzen",
	  "reset-app-confirmation-text": "M&ouml;chten Sie die App zur&uuml;cksetzen?",
	  "reset-app-details-text": "Beim Zur&uuml;cksetzen werden alle Daten gel&ouml;scht und die App in den Auslieferungszustand gesetzt. Dies beinhaltet ebenfalls die Zustimmung der Nutzungsbedingungen.",

	  "deactivate-ssl-button-text": "SSL-&Uuml;berpr&uuml;ng",
	  "deactivate-ssl-details-text": "Die SSL-&Uuml;berpr&uuml;fung validiert, ob der Fingerabdruck des API-Servers mit dem in der App hinterlegten Code &uuml;bereinstimmt. Wenn nicht, bekommen Sie einen Hinweis. Wir empfehlen, diese Funktion aktiviert zu lassen.",

  "About Page Text Layout": " ",
      "about-title-text": "Info",
      "about-terms-and-conditions-text": "<b>Nutzungsbedingungen anzeigen</b>",
      "version-number-text": "Version",
      "allowed-finger-prints":"SSL-Fingerabdruck",
	  "about-text": "<b> Info </b> <br/> <br/> <b> Herausgeber der DC Manager App ist: </b> <br/> <br/> get it live GmbH <br/>R&ouml;merpfad 5 <br/> 61130 Nidderau <br/> Deutschland <br/> <br/> <b> Vertreten durch </b> <br/> Jan Husseini (Gesch&auml;ftsf&uuml;hrer) <br/> <br/> <b> Kontakt: </b> <br/> +49 (0) 6187 - 476 - 0100 <br/> support@get-it-live.com <br/> <br/> <b> Rechtliche Informationen: </b> <br/> <br/> Handelsregister beim Amtsgericht Hanau <b> HRB 94959 </b> <br/> <br/> Umsatzsteueridentifikationsnummer: <b> DE296935055 </b> <br/> <br/> <b> Wir m&ouml;chten explizit darauf hinweisen, dass die DC Manager App, oder die get it live GmbH in keiner Beziehung zur ProfitBricks GmbH stehen. Es werden lediglich die &ouml;ffentlichen Schnittstellen der ProfitBricks GmbH (Profitbricks API) verwendet, die jedem Kunden der ProfitBricks GmbH zur Verf&uuml;gung stehen. </b> <br/> <br/> <b> Urheberrecht </b> <br/> <br/> Die in dieser App ver&ouml;ffentlichten Inhalte, Werke, Bilder und Applikationslogiken unterliegen dem deutschen Urheberrecht. Jede Art der Vervielf&auml;ltigung, Bearbeitung, Verbreitung und jede Art der Verwertung au&szlig;erhalb der Grenzen des Urheberrechts bedarf der vorherigen schriftlichen Zustimmung des jeweiligen Urhebers bzw. Autors. <br/> <br/> <b> Datenschutz </b> <br/> <br/> Die DC Manager App bzw. die get it live erhebt, verarbeitet und speichert keine personenbezogenen Daten (z.B. Namen, Anschriften, Telefonnummern, E-Mail-Adressen oder vollst&auml;ndige IP Adressen). Es wird auch kein Gebrauch von Tracking- und Analysetools gemacht. <br/> <br/> Insofern gew&auml;hlt, kann der Nutzer seine Zugangsdaten in der App speichern. Diese Daten werden jedoch nur in der App (lokal) gespeichert und nur f&uuml;r die Nutzung der API an das Hintergrundsystem der Profitbricks GmbH &uuml;bertragen. <br/> <br/> <b> Abschlie&szlig;ende Hinweise </b> <br/> <br/> Wir weisen explizit darauf hin, dass eine wesentliche Funktion der App darin besteht die Schnittstelle der Profitbricks GmbH (Profitbricks API) zu visualisieren. Die Nutzung dieser Schnittstelle unterliegt den Bedingungen des Betreibers.",

  "Help Page Text Layout": " ",
      "help-title-text": "Hilfe",
      "help-search-text": "FAQ durchsuchen",
      "general-help-title-text": "Allgemeine Hinweise",
      "general-text-details": "Die DC Manager App bietet eine grafische Nutzeroberfl&auml;che f&uuml;r die Profitbricks API an.<br/>Insofern Sie einen Fehler festellen, versuchen Sie diesen bitte zuerst im Profitbrick Data Center Designer (Website) nachzustellen.<br/>Insofern sich der Fehler dort reproduzieren l&auml;sst, kontaktieren Sie bitte Profitbricks.<br/>Falls der Fehler unabh&auml;ngig zur Profitbricks Funktion ist, oder dort nicht reproduziertbar ist, wenden Sie sich bitte an support@get-it-live.com<br/>Wir helfen Ihnen gerne weiter!",
      "faq-help-title-text": "H&auml;ufige Fragen",
      "icon-help-title-text": "Bilder Glossar",
      "icon-help-datacenter-text": "Data Center",
      "icon-help-server-text": "Server",
      "icon-help-storage-text": "Storage",
      "icon-help-core-text": "Anzahl der CPU Cores",
      "icon-help-memory-text": "Gr&ouml;&szlig;e des RAM ",
      "icon-help-storage-size-text": "Gr&ouml;&szlig;e des Storage",
      "icon-help-german-flag-text": "Standort Deutschland",
      "icon-help-usa-flag-text": "Standort USA",
      "icon-help-version-text": "Versionsnummer des Data Center",
      "icon-help-connected-volume-text": "Verbundenes Storage",
      "icon-help-disconnected-volume-text": "Getrenntes Storage",
      "icon-help-network-text": "Netzwerk",
      "icon-help-hotplugging-text": "Status des Vertical Live Scaling",
      "icon-help-os-linux-text": "Betriebssystem Linux",
      "icon-help-os-windows-text": "Betriebssystem Windows",
      "icon-help-os-other-text": "Unbekanntes Betriebssystem",
      "icon-help-online-text": "Server l&auml;uft",
      "icon-help-offline-text": "Server ist ausgeschaltet",

  "FAQ Questions And Answers For Help Page Text Layout": " ",
      "question-1-text": "Was tue ich, wenn ich meinen App Code vergessen habe?",
      "answer-1-text": "Geben Sie den App Code einfach 3x falsch ein. Danach l&ouml;schen wir aus Sicherheitsgr&uuml;nden alle gespeicherten Daten und Sie m&uuml;ssen sich erneut mit Ihrem Benutzernamen und Passwort anmelden.",
      "question-2-text": "Kann ich meinen App Code wiederherstellen?",
      "answer-2-text": "Nein. Aus Sicherheitsgr&uuml;nden wird der App Code nicht gespeichert. Der Einzige der den App Code kennt, sind Sie.",
      "question-3-text": "An wen kann ich mich bei Problemen wenden?",
      "answer-3-text": "F&uuml;r Probleme die reproduzierbar mit Profitbricks zusammenh&auml;ngen (z.B. &uuml;ber den Data Center Designer - Webseite) wenden Sie sich bitte an Profitbricks. F&uuml;r Probleme die rein mit der Anzeige in der App zu tun haben, stehen wir Ihnen gerne unter support@get-it-live.com zur Verf&uuml;gung.",
      "question-4-text": "Wieso werden keine Data Center, Server, oder sonstige Daten von Profitbricks angezeigt?",
      "answer-4-text": "Bitte stellen Sie sicher, dass Sie eine Internetverbindung haben, und diese auch Daten &uuml;bertragen kann. Pr&uuml;fen Sie, ob Ihr Benutzer auch die ben&ouml;tigten Rechte im Profitbricks Data Center Manager (Webseite) hat. Insofern die gesuchten Ressourcen dort nicht angezeigt werden, m&uuml;ssen Sie dem Nutzer zuerst die entsprechenden Rechte zuweisen.",
      "question-5-text": "Wieso muss ich keinen Sicherheitscode (2FA) eingeben, um mich bei der App anzumelden?",
      "answer-5-text": "Die Profitbricks API sieht die Eingabe des Sicherheitscodes nicht vor. Dieser wird nur bei der Anmeldung am Profitbricks Data Center Designer (Webseite) gepr&uuml;ft. Aus diesem Grund m&uuml;ssen Sie, sobald Sie Ihre Zugangsdaten speichern, immer einen App Code hinterlegen.",
      "question-6-text": "Welche Daten werden von mir gespeichert oder weiterverwendet?",
      "answer-6-text": "Keine. Wir speichern weder personenbezogene noch sonstige Nutzungsdaten. Alle Daten verbleiben ausschlie&szlig;lich auf Ihrem Endger&auml;t. Inwiefern f&uuml;r die Nutzung der Profitbricks API Daten seitens des Betreibers erhoben werden, kl&auml;ren Sie bitte direkt mit Profitbricks.",

  "Popup Layout for Create Storage Page Text": " ",
      "create-new-volume-text": "Neues Storage anlegen",
      "successful-message-create-volume-text": "Das Storage wurde erfolgreich angelegt.",
      "error-message-create-volume-text": "Es ist ein Fehler aufgetreten. Das Storage konnte nicht angelegt werden.",
      "create-volume-empty-text": "Bitte f&uuml;llen Sie alle Felder aus.",
      "licence-text": "Lizenz",
      "volume-name-text":"Name",
      "size-text":"z.B. 10 (= 10 GB)",
      "os-linux":"Linux",
      "os-windows":"Windows",
      "os-unknown":"Unbekannt",
      "os-other":"Anderes",

  "Storage Size Exceed Error Pop Up":"",
      "storage-size-exceed-title":"Fehler",
      "storage-size-exceed-details":"Es stehen keine ausreichenden Ressourcen zur Verf&uuml;gung. Bitte kontaktieren Sie ProfitBricks um Ihren Ressourcen zu erweitern.",

  "Sliding Menu Page Text Layout": " ",
      "menu-datacenter-title-text": "Data Center",
      "menu-server-title-text": "Server",
      "menu-storage-title-text": "Storage",
      "menu-snapshot-title-text": "Snapshots",
      "menu-settings-title-text": "Einstellungen",
      "menu-about-title-text": "Info",
      "menu-help-title-text": "Hilfe",

  "Filter Menu For All Filter Pages Text Layout": " ",
      "datacenter-serachbox-name-text": "Data Center Name",
      "server-name-serachbox-name-text": "Server Name",
      "storage-name-serachbox-name-text": "Storage Name",
      "snapshot-name-serachbox-name-text": "Snapshot Name",
      "datacenter-region-text": "Region",
      "servers-text": "Server",
      "storages-text": "Storages",
      "attacheddetached-text": "Status",
      "onlineoffline-text": "Zustand",
      "attached-text": "Verbunden",
      "detached-text": "Getrennt",
      "refresh-text": "Aktualisieren",

  "Popup Layout for SSL Validator": " ",
    "ssl-validator-popup-title-text":"SSL Fehler",
    "ssl-validator-popup-message-text":"Wir haben festgestellt, dass der vom Server &uuml;bertragene SSL-Fingerabdruck nicht mit unseren Aufzeichnungen &uuml;bereinstimmt. Dies kann vorkommen, wenn das Zertifikat erneuert wurde, aber die App noch das alte Zertifikat hinterlegt hat. Es kann sich aber auch um einen Man-in-the-middle Angriff handeln. Klicken Sie auf Weiter, setzten wir die Verbindung mit dem Server fort. Wenn Sie sich in einem &ouml;ffentlichen Netz befinden, empfehlen wir Ihnen die App umgehend zu schlie&szlig;en, und erst wieder in Ihrem privaten Netzwerk (z.B. Zuhause) zu starten.",
    "ssl-validator-popup-allowed-ssl-text":"Erwarteter Fingerabdruck",
    "ssl-validator-popup-server-ssl-text":"&Uuml;bertragener Fingerabdruck",
    "ssl-proceed-text":"Weiter"

}
