{
  "General Dialog Text Layout": " ",
      "yes-text": "Yes",
      "no-text": "No",
      "ok-text": "OK",
      "cancel-text": "Cancel",
      "create-text": "Create",
      "warning-text": "Warning",
      "in-progress-loading-text": "In progress...",
      "app-restart-text": "Reset",
      "app-restart-confirmation-text": "Are you sure you want to reset the app?",
      "app-no-internet-title-text": "Warning",
      "app-no-internet-details-text": "There is no connection to the server. Please check your internet connection.",

  "Language, Terms & Conditions Page Text Layout": " ",
      "terms-conditions-layout-title-text": "Welcome",
      "chose-your-language-text": "Choose your language",
      "i-agree-text": "I agree to the ",
      "terms-and-conditions-text": "Terms and Conditions",
      "continue-button-text": "Continue",
      "information-message-in-language-text": "Select your desired language and agree to our terms and conditions.",
      "error-message-agree-terms-and-condition-text": "Please read and agree to the terms and conditions",

  "Terms & Conditions Modal Page Text Layout": " ",
      "all-terms-text": "Terms of use: <br/> <br/> 1. Scope of application <br/> <br/> 1.1. Any and all use of the application offered by get it live GmbH (following get it live) is permitted exclusively in accordance with the present terms and conditions. In individual instances, these General Terms of Use may be supplemented, modified or replaced by other terms and conditions. By commencing use, the validity of the present Terms of Use in their respectively valid version is accepted. <br/> <br/> 1.2. Insofar as the user uses the application as or on behalf of a business enterprise, that is, in the exercise of a commercial or independent professional activity, or acts for a public corporation, the provisions of Section 312e (1) (1) (1 – 3) of the German Civil Code are not applicable. <br/> <br/> 1.3. If the application is aimed at business enterprises or public corporations, the respective business enterprise or public corporation shall be represented by the user and the actions and knowledge of the user shall be attributable to the business enterprise or public corporation. <br/> <br/> 2. Services <br/> <br/> 2.1. The DC Manager App offers users a graphical user interface (GUI) to the ProfitBricks API. To access the App the user has to be a customer of the ProfitBricks GmbH and activated the usage of the Profitbicks API. <br/> <br/> 2.2. get it live shall be entitled to discontinue operation of the application, in full or in part, at any time. In consideration of the properties of the Internet and of computer systems, get it live assumes no liability for the uninterrupted availability of the application. <br/> <br/> 3. Registration, Password <br/> <br/> 3.1. Use of the application requires no registration or password. You are only required to have access credentials from the ProfitBricks GmbH. <br/> <br/> 4. Rights to use the information, software and documentation <br/> <br/> 4.1. Use of the information, software and documentation made available on the application is governed by the present Terms of Use, or when information, software or documentation are updated, by the relevant license terms that were already agreed with Get it live. Separately agreed license terms, as on the occasion of downloading software, for example, take precedence over the present Terms of Use. <br/> <br/> 4.2. get it live grants the user a non-exclusive and non-transferrable right to use the information, software and documentation made available in the application to the extent that has been agreed, or if nothing was agreed, in a manner that corresponds to the purpose pursued by get it live in the act of providing and making available. <br/> <br/> 4.3. The user may not at any time sell, lease or otherwise make available to third parties either the information, the software or the documentation. <br/> <br/> 4.4. The information, software and documentation are protected both by copyright laws and international copyright agreements, and by other laws and agreements pertaining to intellectual property. The user shall observe these rights and in particular, the user shall not remove any alphanumeric codes, trademarks or copyright notices either from the information, the software or the documentation, or from copies thereof. <br/> <br/> 4.5. Otherwise, the provisions of Sections 69a et seq. German Copyright Act remain unaffected. <br/> <br/> 5. Intellectual property <br/> <br/> 5.1. Notwithstanding the special provisions of Article 4 of the present Terms of Use, the information, brand names and other contents of the application may not be modified, copied, duplicated, sold, leased, used, supplemented or otherwise exploited without the prior written consent of get it live. <br/> <br/> 5.2. Apart from the usage rights or other rights granted expressly to the user in the present Terms of Use, no further rights of any kind, particularly not rights to the company name and industrial property rights such as patents, registered designs or trademarks are granted to the user, nor is get it live obligated to grant any such rights. <br/> <br/> 6. Obligations of the user <br/> <br/> 6.1. When using the application, the user may not Offend bonos mores through his or her usage behavior; <br/> Infringe industrial property rights, copyrights, personal, property and other third party rights; <br/> <br/> Transmit contents containing viruses, so-called Trojan horses or other programs that can damage software; <br/> <br/> Enter, store or send hyperlinks or contents without authorization to do so, particularly when these hyperlinks or contents violate confidentiality obligations or are unlawful; or <br/> <br/> Distribute advertising or unsolicited e-mails (so-called “spam”) or false warnings of viruses, malfunctions or the like, or invite people to participate in sweepstakes, Ponzi schemes, chain letters, pyramid schemes or comparable actions. <br/> <br/> 6.2. get it live is entitled to block access to the application at any time, particularly if the user will have violated his obligations under the present Terms of Use. <br/> <br/> 7. Hyperlinks <br/> <br/> The application may contain hyperlinks to third-party websites. get it live assumes no responsibility for the content of these websites and does not espouse these websites or their contents, because get it live does not control the linked information and is also not responsible for the contents and information made available there. The user uses such websites at his own risk. <br/> <br/> 8. Liability for material defects and defects of title <br/> <br/> 8.1. Insofar as information, software or documentation are made available at no charge, any and all liability for material defects and defects of title of the information, software and documentation, particularly for the accuracy, absence of errors, absence of third-party protection rights and copyrights, completeness and/or usability, are excluded, except in cases of deliberate intent or fraud. <br/> <br/> 8.2. The information contained in the application may include specifications or general descriptions of technical possibilities of products, which may not always be valid in every case (e.g., due to product changes). Therefore, the desired performance characteristics of products must be agreed upon purchase in every individual case. <br/> <br/> 9. Other liability, viruses <br/> <br/> 9.1. get it live’ liability for material defects and defects of title is governed by the provisions of Article 8 of the present Terms of Use. Otherwise, any liability of get it live, particularly for but not limited to consequential damages, is excluded, unless liability is compulsory by reason of, for example, the German Product Liability Act, or due to deliberate intent, gross negligence, or injury to life, body or health, or the assumption of a guarantee of quality, or fraudulent concealment of a defect, or violation of material contractual obligations. However, damages for the violation of material contractual obligations are limited to typical, foreseeable contractual damages, except in cases of deliberate intent or gross negligence. <br/> <br/> 9.2. Although get it live always strives to keep the application free of viruses, get it live does not guarantee the absence of viruses. Before downloading information, software and documentation, the user should take appropriate security precautions and scan for viruses, for his own protection and to prevent viruses on the application. <br/> <br/> 9.3. The foregoing provisions of Articles 9.1 and 9.2 do not entail a shift in the burden of proof to the disadvantage of the user. <br/> <br/> 10. Compliance with export control provisions <br/> <br/> 10.1. In disclosing to third parties the information, software and documentation made available by get it live, the user shall observe the respectively applicable provisions of national and international (re-) export control laws. In making any such disclosures, the user must observe the (re-) export control provisions of the Federal Republic of Germany, the European Union and the United States of America, in any case. <br/> <br/> 10.2. Prior to making any such disclosures, the user shall particularly check and take suitable measures to ensure that He will not violate, by making such disclosure or by making other economic resources available to third parties in connection with the information, software and documentation made available by Get it live, an embargo of the European Union, the United States of America and/or the United Nations – also in consideration of any restrictions on domestic transactions and any circumvention bans; <br/> <br/> Such information, software and documentation made available by get it live are not intended for use in prohibited or permit-requiring activities related to armaments, nuclear technology or weapons, unless any required permits will have been obtained; <br/> <br/> The rules of all relevant sanction lists of the European Union and the United States of America pertaining to commercial dealings with the companies, persons or organizations appearing on such lists are observed. <br/> <br/> 10.3. To the extent necessary for the purpose of export control audits conducted by government authorities or by get it live, the user shall promptly make available to get it live, in response to an appropriate request, all information concerning the final recipient, final destination and intended use of the information, software and documentation made available by get it live, as well as the relevant export control restrictions in effect. <br/> <br/> 10.4. The user shall fully indemnify and hold get it live harmless for all claims asserted by government authorities or other third parties against get it live for non-compliance with the above-mentioned export control obligations by the user, and undertakes to reimburse get it live for all losses and expenses incurred in this connection, unless the user is not responsible for the breach of obligations. The foregoing does not entail a reversal of the burden of proof. <br/> <br/> 10.5. Fulfillment of the contract by get it live is subject to the reservation that such fulfillment is not opposed by any obstacles based in national or international regulations of foreign trade law, nor any embargos and/or other sanctions. <br/> <br/> 11. Data protection <br/> <br/> The DC Manager App / get it live does not generate, process, or save any personal information (such as Name, Address, Telephone numbers, E-Mail addresses, or full IP-addresses). We are also not using any tracking or analytics tools. <br/> If selected, the user can save his access credentials into the app. This information is only saved (locally) within the app and solely transmitted to the background system of the ProfitBricks GmbH when using the API. <br/> <br/> 12. Side agreements, jurisdiction and venue, applicable law <br/> <br/> 12.1. Side agreements require written form. <br/> <br/> 12.2. If the user is a merchant according to the definition of the German Commercial Code, the courts of Nidderau have jurisdiction and venue. <br/> <br/> 12.3. The application is operated by and is the responsibility of get it live GmbH. The application is geared to meet the requirements of the respective country in which the responsible country is domiciled. Get it live assumes no responsibility for the possibility that information, software and/or documentation can be retrieved or downloaded from the application also in places that do not lie within the respective country. If users access the application from places that do not lie within the respective country, they are themselves exclusively responsible for complying with the applicable legal regulations of the respective country. Access to information, software and/or documentation on the application from countries in which such access is unlawful is not permitted. In this case, and assuming that the user wishes to enter into business relations with Get it live, the user should contact the Get it live representatives in the respective country. <br/> <br/> 12.4. German law applies, under exclusion of the United Nations Convention on Contracts for the International Sale of Goods.",
      "agree-full-text": "I agree the terms and conditions",

  "Login Credentials Page Text Layout": " ",
      "login-title-text": "Login",
      "username-input-text": "Username",
      "password-input-text": "Password",
      "save-credentials-label-text": "Save credentials",
      "login-button-text": "Login",
      "information-message-in-login-credential-text": "Please provide your login credentials. If you choose to save the credentials, you can setup an App Code which you will need to access the app on the next start.",
      "error-message-wrong-user-password-text": "The username/password you have entered is incorrect.",

  "Set or Type App Code Page Text Layout": " ",
      "app-code-page-title-text": "App Code",
      "set-app-code-text": "Set your App Code",
      "type-app-code-text": "Enter your App Code",
      "reset-app-code-text": "Change your App Code",
      "wrong-pin-text": "The App Code was incorrect.",
      "warning-pin-text": "The App Code was incorrect. If you fail to provide the App Code one more time, for security reasons, all local data will be deleted.",

  "List of DataCenter Page Text Layout": " ",
      "datacenter-title-text": "My Datacenters",
      "datacenters-text": "Datacenter",

  "List of Server Page Text Layout": " ",
      "server-title-text": "Server List",
      "server-text": "Server",
      "server-not-found-text": "No server found. Please check your internet connection.",

  "Single Server Page Text Layout": " ",
      "online-text": "Started",
      "offline-text": "Stopped",
      "start-text": "Start",
      "start-server-question-text": "Do you want to start this server?",
      "stop-text": "Stop",
      "stop-server-question-text": "Do you want to stop this server?",
      "reboot-text": "Reset",
      "reboot-server-question-text": "Do you want to reset this server?",
      "success-message-server-reboot-text": "The server has been reset successfully.",
      "error-message-server-reboot-text": "The server could not be reset.",
      "volume-button-text": "View Storages",
      "no-server-retrieve-text": "An error occurred. The storage list could not be retrieved.",

  "List of Storage Page Text Layout": " ",
      "storage-title-text": "Storage List",
      "create-storage-button-text": "Create Storage",
      "boot-device-text": "Boot",
      "device-type-text": "Type",

  "Single Storage Page Text Layout": " ",
      "single-storage-title-text": "Storage",
      "create-snapshot-text": "Create Snapshot",
      "snapshot-create-text": "Do you want to create a snapshot?",
      "successful-message-create-snapshot-text": "The snapshot has been created successfully.",
      "error-message-create-snapshot-text": "Could not create a snapshot.",
      "restore-snapshot-storage-text": "Restore Snapshot",
      "restore-confrim-question": "Do you want to restore this snapshot?",
      "successful-message-restore-snapshot-text": "The snapshot has been restored successfully.",
      "error-message-restore-snapshot-text": "Could not restore the snapshot.",
      "attach-storage-text": "Attach Storage",
      "attach-confrim-question": "Do you want to attach this storage?",
      "successful-message-attach-volume-text": "The Storage has been attached successfully.",
      "error-message-attach-volume-text": "Could not attach this storage.",
      "detach-storage-text": "Detach Storage",
      "detach-volume-text": "Do you want to detach this storage?",
      "successful-message-detach-volume-text": "The storage has been detached successfully.",
      "error-message-detach-volume-text": "Could not detach this storage.",
      "hotplugging-text": "Hotplugging",
      "volume-location-text": "Storage Location",

  "Sliding Menu List of Storage Page Text Layout": " ",
      "create-only-storage-button-text": "Create Storage",

  "Sliding Menu List of Snapshot Page Text Layout": " ",
      "snapshot-lists-text": "Snapshot List",
      "delete-snapshot-text": "Delete Snapshot",
      "delete-snapshot-button-text": "Delete",
      "snapshot-selection-text": "Do you want to delete this snapshot?",
      "successful-message-delete-snapshot-text": "The snapshot has been deleted successfully.",
      "error-message-delete-snapshot-text": "Could not delete this snapshot.",
      "restore-snapshot-button-text": "Restore",
      "snapshot-list-not-fetch-text": "Could not retrieve the snapshot list. Please check your internet connection.",
      "error-message-storage-list-text": "Could not retrieve the storage list. Please check your internet connection.",
      "snapshot-list-none-text": "You have not yet created any snapshots.",

  "Settings Page Text Layout": " ",
      "settings-title-text":"Settings",
      "settings-language-text": "Select Language",
      "set-appcode-button-text": "Save Login Credentials",
      "set-app-code-confirmation-text": "Do you want to save your login credentials? For security reasons you are required to setup an App Code.",
      "change-appcode-button-text": "Change App Code",
      "change-app-code-confirmation-text": "Do you want to change your App Code?",
      "success-message-change-app-code-text": "The App Code has been changed successfully.",
      "change-app-code-details": "Save your login credentials or change your existing App Code.",
      "clear-cache-button-text": "Clear Cache",
      "clear-cache-confirmation-text": "Do you want to clear the cache?",
      "clear-cache-details-text": "The cache includes locally saved content, such as server names, etc.",
      "success-message-clear-chache-text": "The cache has been cleared successfully.",
      "another-account-button-text": "Logout",
      "another-account-confirmation-text": "Are you sure you would like to log out?",
      "another-account-details-text": "When logging out of the app, all locally saved data will be removed, which includes your access credentials as well as your App Code.",

	  "reset-app-button-text": "Reset App",
      "reset-app-confirmation-text": "Do you want to reset app?",
      "reset-app-details-text": "When you reset the app, all data will be deleted and the app will be reset to factory settings. This includes revoking your consent to the terms and conditions.",

      "deactivate-ssl-button-text": "SSL Validation",
      "deactivate-ssl-details-text": "The SSL Validation verifies if the fingerprint of the API-Server matches the value saved in the app. If the code does not match, you will be warned before any data is sent. We recommend not to change this setting.",

  "About Page Text Layout": " ",
      "about-title-text": "About",
      "about-terms-and-conditions-text": "<b>View the terms and conditions.</b>",
      "version-number-text": "Version",
      "allowed-finger-prints":"SSL-Fingerprint",
      "about-text": "<b> Info: </b> <br/> <br/> <b>The DC Manager App is issued by: </b> <br/> <br/> get it live GmbH <br/> Roemerpfad 5 <br/> 61130 Nidderau <br/> Germany <br/> <br/> <b> Represented by </b> <br/> Jan Husseini (Managing Director) <br/> <br/> <b> Contact: </b> <br/> +49 (0) 6187 - 476 - 0100 <br/> support@get-it-live.com <br/> <br/> <b> Legal information: </b> <br/> <br/> Listed with the local court of the City of Hanau <b> HRB 94959 </b> <br/> <br/> VAT identification number: <b> DE296935055 </b> <br/> <br/> <b> We would like to make you aware that neither the DC Manager App nor get it live GmbH have any relationship to the ProfitBricks GmbH. The App uses the publicly available interfaces of the ProfitBricks GmbH (Profitbricks API), which is available to all customers of the ProfitBricks GmbH. </b> <br/> <br/> <b> Copyright </b> <br/> <br/> The content, works, images and application logic published within this app are governed by the copyright laws of Germany. Any duplication, processing, distribution or any form of utilization beyond the scope of copyright law shall require the prior written consent of the author or authors in question. <br/> <br/> <b> Data protection </b> <br/> <br/> The DC Manager App / get it live does not generate, process, or save any personal information (such as Name, Address, Telephone numbers, E-Mail addresses, or full IP-addresses). We are also not using any tracking or analytics tools. <br/> <br/> If selected, the user can save his access credentials into the app. This information is only saved (locally) within the app and solely transmitted to the background system of the ProfitBricks GmbH when using the API. <br/> <br/> <b> Additional information </b> <br/> <br/> We would like to make you aware that a substantial part of the functionality of this app is the visualization of the interface of the ProfitBricks GmbH (ProfitBricks API). The usage of this interface is subject to the terms of use of the provider.",

  "Help Page Text Layout": " ",
      "help-title-text": "Help",
      "help-search-text": "Search FAQ",
      "general-help-title-text": "General Help",
      "general-text-details": "The DC Manager App provides a graphical user interface for the Profitbricks API.<br/>If you are experiencing an error, please confirm if this error also exists within the Profitbrick Data Center Designer (website).<br/>If you are able to reproduce the error there, please contact Profitbrick directly.<br/>If the error is not related to the Profitbricks functionality or cannot be reproduced in the API, feel free to contact support@get-it-live.com<br/>We are happy to help!",
      "faq-help-title-text": "FAQ",
      "icon-help-title-text": "Icon Description",
      "icon-help-datacenter-text": "Datacenter",
      "icon-help-server-text": "Server",
      "icon-help-storage-text": "Storage",
      "icon-help-core-text": "Amount of CPU cores",
      "icon-help-memory-text": "RAM size",
      "icon-help-storage-size-text": "Storage size",
      "icon-help-german-flag-text": "Location Germany",
      "icon-help-usa-flag-text": "Location USA",
      "icon-help-version-text": "Version of the Datacenter",
      "icon-help-connected-volume-text": "Connected storage",
      "icon-help-disconnected-volume-text": "Disconnected Storage",
      "icon-help-network-text": "Network",
      "icon-help-hotplugging-text": "Status of the live vertical scaling",
      "icon-help-os-linux-text": "Operating system Linux",
      "icon-help-os-windows-text": "Operating system Windows",
      "icon-help-os-other-text": "Operating system Unknown/Other",
      "icon-help-online-text": "Server is running",
      "icon-help-offline-text": "Server is stopped",

  "FAQ Questions And Answers For Help Page Text Layout": " ",
      "question-1-text": "What can I do if I have forgotton my App Code?",
      "answer-1-text": "Simply enter any App Code 3 times in a row. For security reasons all saved data will be deleted and you will need to login again with your username and password.",
      "question-2-text": "Can I recover my App Code?",
      "answer-2-text": "No. For security reasons we are not saving your App Code. The only person who knows the App Code is you.",
      "question-3-text": "Who can I contact in case of problems?",
      "answer-3-text": "For problems you are able to reproduce in the Data Center Designer (website), please contact Profitbricks directly. For all problems related to the display in the app, feel free to contact us at support@get-it-live.com",
      "question-4-text": "Why can I not see any Data Center, Server or any other data from Profitbricks?",
      "answer-4-text": "Please make sure that you have an internet connection and can transfer data to remote hosts. Please also check if your user has the required privileges in the Profit Bricks Data Center Designer (website). If you are not able to view the missing resources within this their website, you may need to assign the required privileges to the user.",
      "question-5-text": "Why do I not need to enter a security code (2FA) when I login into the app?",
      "answer-5-text": "The Profitbricks API does not require the entry of the security code. The 2FA is only enabled within the Profitbricks Data Center Designer (website). Because of this, we are requiring you to set an App Code everything you are saving your access credentials.",
      "question-6-text": "Which data are you saving or processing?",
      "answer-6-text": "None. We are neither saving your personal- nor any usage data / statistics. All data resides on your device. If and to which extent the Profitbricks API collects, saves and processes personal or statistic information, needs to be checked with the Profitbricks directly.",

  "Popup Layout for Create Storage Page Text Layout": " ",
      "create-new-volume-text": "Create New Storage",
      "successful-message-create-volume-text": "The storage has been created successfully.",
      "error-message-create-volume-text": "Could not create the Storage. Please check your internet connection",
      "create-volume-empty-text": "Please complete all fields.",
      "licence-text": "License",
      "volume-name-text":"Volume Name",
      "size-text":"Size (GB)",
      "os-linux":"Linux",
      "os-windows":"Windows",
      "os-unknown":"Unknown",
      "os-other":"Other",

  "Storage Size Exceed Error Pop Up":"",
      "storage-size-exceed-title":"Error",
      "storage-size-exceed-details":"You do not have sufficient resources. Please contact ProfitBricks to extend your resources.",

  "Sliding Menu Page Text Layout": " ",
      "menu-datacenter-title-text": "Datacenters",
      "menu-server-title-text": "Servers",
      "menu-storage-title-text": "Storages",
      "menu-snapshot-title-text": "Snapshots",
      "menu-settings-title-text": "Settings",
      "menu-about-title-text": "About",
      "menu-help-title-text": "Help",

  "Filter Menu For All Filter Pages Text Layout": " ",
      "datacenter-serachbox-name-text": "Datacenter Name",
      "server-name-serachbox-name-text": "Server Name",
      "storage-name-serachbox-name-text": "Storage Name",
      "snapshot-name-serachbox-name-text": "Snapshot Name",
      "datacenter-region-text": "Region",
      "servers-text": "Servers",
      "storages-text": "Storages",
      "attacheddetached-text": "Status",
      "onlineoffline-text": "State",
      "attached-text": "Attached",
      "detached-text": "Detached",
      "refresh-text": "Refresh",

  "Popup Layout for SSL Validator": " ",
    "ssl-validator-popup-title-text":"SSL Validation Error",
    "ssl-validator-popup-message-text":"We have detected that the SSL fingerprint does not match with our records. This could be caused by a man-in-the-middle attack, or a recently upgraded certificate. By clicking ignore you will send data to this server for 1 hour. If you are on a public network we strongly recommend to close the app and retry when you are in a private network (e.g. at home)",
    "ssl-validator-popup-allowed-ssl-text":"Expected fingerprint",
    "ssl-validator-popup-server-ssl-text":"Received fingerprint",
    "ssl-proceed-text":"Ignore"

}
